"MenuTitle" = "HP LaserJet Professional Utility";

"Cleaning Page" = "Renseside";
"Demo Page" = "Demoside";
"Configuration Page" = "Konfigurasjonsside";
"Supply Status Page" = "Forbruksartikkelstatusside";
"Print Information Pages" = "Skriv ut informasjonssider";

"OK" = "OK";
"Cancel" = "Avbryt";
"Quiet Mode" = "Stille modus";
"Enable" = "Aktiver";
"Disable" = "Deaktiver";
"HTML Config..." = "HTML-konfig...";

"After 1 minute" = "Etter 1 minutt";

"After 5 minutes" = "Etter 5 minutter";

"After 15 minutes" = "Etter 15 minutter";

"After 30 minutes" = "Etter 30 minutter";

"After 1 hour" = "Etter 1 time";

"After 2 hours" = "Etter 2 timer";

"Never" = "Aldri";


"1 minute" = "1 minutt";

"5 minutes" = "5 minutter";

"15 minutes" = "15 minutter";

"30 minutes" = "30 minutter";

"1 hour" = "1 time";

"2 hours" = "2 timer";

"4 hours" = "4 timer";

"8 hours" = "8 timer";

"24 hours" = "24 timer";

"EcoSMART" = "EcoSMART";

"sleep after" = "Hvilemodus etter:";

"Auto Off after:" = "Automatisk av etter:";

"Language" = "NORWEGIAN";

"CleaningPagePanelLabel" = "hp LaserJet Cleaning Utility er utformet for å fjerne overflødig papir og tonerpartikler som kan samle seg opp på fikseringsenheten og valser, og vil dermed forlenge skriverens levetid.\nVennligst følg trinnene nedenfor for å starte renseprosessen:\n1. Sørg for at enheten er klar og at Ready-lampen lyser\n2. Sett inn overheadtransparenter eller kopipapir (18 lb – 24 lb eller 70 g/m² – 90 g/m²) med glatt overflate i Skuff 1\n3. Trykk OK for å starte rensingen\nMerk – Det vil ta omtrent 3 minutter å gjennomføre renseprosessen.";
